<template>
    <h2 class="blog-post-title">其他規定</h2>
    <p>此區概括所有沒有列在上方的規定，也必須遵守及閱讀。</p>
    <ul>

        <li>管理員有權利直接移除文章，不給予任何解釋。</li>
        <li>管理員可以直接發布緊急公告，可無視整體社團規定，以緊急公告為主。</li>
        <li>管理員在處理任何事務時，第三者或更多人禁止加入參與，當事人也禁止挑釁、刁難管理員處理事務。</li>
        <li>您可以於社團發布對於社團的任何看法，也請您自行注意自己的言行，不要過於憤怒而口出穢言。</li>
        <li><span class="text-info">如果上方有規定是沒有特別說明如何處分，都是以違規輕重來處分。</span>
            <ul>
                <li>輕　移除留言、文章</li>
                <li>中　禁言(1~28天不等)</li>
                <li>重　移除社團資格</li>
                <li>最重　移除資格＋永久黑名單</li>
                <li>所有違規處分都是以下帶上，下面有的在上面也會有。</li>
            </ul>
        </li>
        <li>若您有在社團看見違規文章，您可以進行勸導或直接檢舉。
            <ul>
                <li>抱歉，您的文章似乎違規囉 ... 等管理員看到之前先改一改吧！</li>
                <li>發現無法勸導，您可以按下【向管理員檢舉】</li>
            </ul>
        </li>
        <li class="font-weight-bold">我們無法一一觀看留言，若有發現髒話或是汙辱、覺得權益受損、人生攻擊，請按下按檢舉按鈕。</li>

    </ul>
</template>